// Задание:

// В информатике данные - это все, что имеет значение для компьютера.
// JavaScript предоставляет восемь различных типов данных, которые являются
// undefined, null, booleanstringsymbol, bigintnumber object,,,,,,,,,,,,,,,,,,,,, и,,,,,.

// Например, компьютеры различают числа, такие как число 12, и strings, такие
// как "12""dog", или "123 cats", которые являются наборами символов. Компьютеры
// могут выполнять математические операции над числом, но не над строкой.

// Переменные позволяют компьютерам хранить и обрабатывать данные динамическим
// образом. Они делают это, используя "метку", указывающую на данные, а не
// используя сами данные. Любой из восьми типов данных может храниться в переменной.

// Переменные похожи на переменные x и y, которые вы используете в математике,
// что означает, что это простое имя для представления данных, на которые мы хотим
// ссылаться. Компьютерные переменные отличаются от математических переменных тем,
// что они могут хранить разные значения в разное время.

// Мы указываем JavaScript создать или объявить переменную, поместив varперед ней
// ключевое слово, например:

// var ourName;
// создает переменную с именем ourName. В JavaScript мы заканчиваем операторы
// точкой с запятой. Имена переменных могут состоять из цифр, букв и $или_,
// но могут не содержать пробелов или начинаться с цифры.

// Используйте var ключевое слово для создания переменной с именем myName.

// Подсказка
// Посмотрите на ourName пример выше, если вы застряли.


// Решение:

// var myName;


